export default function Agreement() {
  return (
    <section className="agreement container">
      <h2 className="agreement__subtitle agreement__subtitle-left">
        Утверждено приказом № 1-ОД от 13.02.2026 года Об утверждении публичной
        оферты договора реализации турпродукта
      </h2>
      <h1 className="agreement__title">
        Договор о реализации туристского продукта (публичная оферта)
      </h1>
      <h2 className="agreement__subtitle agreement__subtitle-left">
        г. Москва
      </h2>
      <p className="agreement__text">
        Индивидуальный Предприниматель Кулик Кристина Алексеевна, реестровый
        номер турагента – РТА 0019424, (далее - Турагент), действующий на
        основании свидетельства о государственной регистрации физического лица в
        качестве индивидуального предпринимателя за ОГРНИП № 317502900029305 от
        07.06.2017, от своего имени и по поручению Туроператора, предлагает
        заключить договор на указанных ниже условиях. Данный договор выполнен в
        виде публичной оферты и размещен на официальном сайте Турагента{' '}
        <a href="/">https://check-in-travel.ru</a>, в соответствии со ст. 435 ГК
        РФ.
        <br />
        Акцепт публичной оферты производится Заказчиком одним из нижеуказанных
        способов:
        <br />- посредством регистрации Заказчика в личном кабинете на сайте{' '}
        <a href="/">https://check-in-travel.ru</a> с присвоением индивидуального
        логина и пароля и создания Заказчиком заявки на бронирование;
        <br />
        либо
        <br />- посредством выполнения Заказчиком полной или частичной оплаты по
        данному договору. С момента акцепта оферты договор реализации продукта
        считается заключенным в письменной форме в соответствии со ст. 434 ГК
        РФ.
      </p>
      <h2 className="agreement__subtitle">
        ОСНОВНЫЕ ПОНЯТИЯ, ИСПОЛЬЗУЕМЫЕ В НАСТОЯЩЕМ ДОГОВОРЕ
      </h2>
      <p className="agreement__text">
        <u>Туристский продукт (Тур)</u> – комплекс услуг, оказываемых за общую
        цену по договору о реализации туристского продукта.
        <br />
        <b>Туристский продукт в сфере выездного туризма</b> считается
        сформированным туроператором при условии, если в состав такого
        туристского продукта включены услуги по перевозке туриста из Российской
        Федерации в страну (страны) временного пребывания и (или) обратно в
        Российскую Федерацию из страны (стран) временного пребывания и услуги по
        размещению в стране (странах) временного пребывания.
        <br />
        <b>
          Туристский продукт в сфере внутреннего туризма и въездного туризма
        </b>
        считается сформированным туроператором при условии, если в состав такого
        туристского продукта включены услуга по размещению в средстве размещения
        на территории Российской Федерации и хотя бы одна дополнительная услуга,
        указанная ниже:
        <br />
        - перевозка туриста любым видом транспорта;
        <br />
        - услуги экскурсовода (гида), в том числе оказываемые экскурсоводами
        (гидами), указанными в части 27 статьи 4 Федерального закона 132-ФЗ «Об
        основах туристской деятельности в РФ»;
        <br />
        - услуги гида-переводчика, в том числе оказываемые гидами-переводчиками,
        указанными в части 27 статьи 4 4 Федерального закона 132-ФЗ «Об основах
        туристской деятельности в РФ»;
        <br />
        - услуги инструктора-проводника.
        <br />
        <u>Туристская услуга</u> - в настоящем Договоре подразумевается отдельно
        реализуемая услуга, а именно услуга по перевозке, услуга по размещению,
        услуга трансфера или любая иная.
        <br />
        <u>Заказчик</u> - турист или иное лицо, заказывающее туристский
        продукт/туристскую услугу от имени туриста, в том числе законный
        представитель несовершеннолетнего туриста.
        <br />
        <u>Турист</u> – физическое лицо, посещающее страну или место временного
        пребывания в оздоровительных, познавательных, профессионально-деловых,
        спортивных, религиозных и иных целях, без занятия оплачиваемой
        деятельностью.
        <br />
        <u>Подтверждение бронирования</u> - это заказ, в котором определен
        конкретный перечень услуг и срок их предоставления, стоимость и срок
        оплаты этих услуг Заказчиком, а также сведения о Туроператоре.
        Подтверждение оформляется в виде отдельного документа в электронном виде
        под номером, присвоенным Турагентом и направляется Заказчику способом,
        предусмотренным Договором.
        <br />
        <u>Туроператор</u> – организация, осуществляющая деятельность по
        формированию, продвижению и реализации Туристского продукта, выбранная
        Заказчиком для реализации Туристского продукта по данному Договору.
        <br />
        <u>Турагент</u> – организация или индивидуальный предприниматель,
        осуществляющий деятельность по продвижению и реализации Туристского
        продукта, сформированного Туроператором.
        <br />
        <u>Электронная путевка</u> - документ, сформированный в электронной
        форме в единой информационной системе электронных путевок (ЕИС) на
        основе сведений, содержащихся в договоре о реализации туристского
        продукта и представленных туроператором в порядке, установленном
        Федеральным законом ФЗ-132 «Об основах туристской деятельности в РФ» и
        Постановлением Правительства РФ №417 от 18.03.2023 года.
        <br />
        <u>Единый федеральный реестр турагентов, субагентов</u> – реестр,
        учрежденный на основании ФЗ-48 от 24.03.2021 года «О внесении изменений
        в ФЗ «Об основах туристской деятельности в РФ», расположен по адресу в
        сети интернет -{' '}
        <a href="https://ev.economy.gov.ru/lk_exp/registry/" target="_blank">
          https://ev.economy.gov.ru/lk_exp/registry/
        </a>
        <br />
        <u>Единая информационная система электронных путевок</u> –
        государственная информационная система, функционирующая на основе
        программных, технических средств и информационных технологий и
        обеспечивающая сбор, обработку, хранение, предоставление, размещение и
        использование сведений, содержащихся в договорах о реализации
        туристского продукта, и иных сведений, подлежащих представлению
        туроператором в единую информационную систему электронных путевок, в
        порядке, установленном Федеральным законом ФЗ-132 «Об основах туристской
        деятельности в РФ» и Постановлением Правительства РФ №417 от 18.03.2023
        года.
        <br />
        <u>Категория отеля</u> - под категорией отеля стороны понимают
        категорию, которой соответствует отель по официально существующей в
        стране пребывания классификации, или, в случае отсутствия таковой, по
        его соответствию общепринятой звездной классификации, степень
        соответствия которой определяется Туроператором самостоятельно по
        каталогам или проспектам отеля. В этом случае классификация отеля
        является условной и носит ориентировочный характер.
        <br />
        <u>Типы размещения</u>, выбранные клиентом для проживания:
        <br />
        <b>Single (SGL)</b> – тип размещения, при котором в номере в отеле
        проживает один человек;
        <br />
        <b>Dbl</b> – тип размещения, при котором в номере в отеле проживает два
        человека;
        <br />
        <b>Twin</b> – тип размещения, при котором в номере в отеле проживает два
        человека на раздельных кроватях;
        <br />
        <b>Extra bed (EXB)</b> – дополнительная кровать (обычно раскладушка с
        матрасом, софа) устанавливаемая в той же комнате дополнительно для
        проживания третьего (четвертого) человека;
        <br />
        <b>Triple</b> – тип размещения, при котором в номере проживает три
        человека. Suite – обычно номер в отеле с выделенной зоной для отдыха;
        <br />
        <b>Apt</b> – апартаменты с одной или несколькими комнатами;
        <br />
        <b>Chalet</b> – отдельный дом с двумя и более комнатами;
        <br />
        <b>Bglw</b> – бунгало;
        <br />
        <b>Villa</b> – вилла;
        <br />
        <b>ROH</b> (Run of the House) – размещение в любой категории номера по
        усмотрению отеля из числа доступных номеров.
        <br />
        <b>Check out</b> - время выселения из отеля (устанавливается отелем,
        обычно в 12:00).
        <br />
        <b>Check in</b> - время заселения в отель (устанавливается отелем,
        обычно в 14:00).
        <br />
        <b>Reception</b> - стойка регистрации.
        <br />
        <b>Mini bar</b> - мини бар в комнате.
        <br />
        <b>Pool bar</b> - бар при бассейне.
        <br />
        Тип питания, выбранный клиентом:
        <br />
        <b>EP, RO, BO</b> – без питания,
        <br />
        <b>ВВ</b> - только завтрак,
        <br />
        <b>НВ</b> - завтрак и ужин или завтрак и обед в зависимости от концепции
        питания отеля,
        <br />
        <b>FB</b> - завтрак, обед, ужин.
        <br />
        Во время обеда и ужина все напитки, заказываемые клиентом, оплачиваются
        им на месте дополнительно.
        <br />
        <b>All Inclusive</b> («Все включено») – концепция услуг в отеле, которая
        обычно включает в себя питание «полный пансион» + алкогольные и
        прохладительные напитки местного производства + иные услуги отеля в
        соответствии с концепцией данного отеля (полный перечень услуг и порядок
        их предоставления определяются отелем).
        <br />
        <b>Ultra All Inclusive</b> («Ультра Все включено») - концепция услуг в
        отеле, которая обычно включает в себя питание «полный пансион» +
        алкогольные и прохладительные напитки импортного производства + иные
        услуги отеля в соответствии с концепцией данного отеля (полный перечень
        услуг и порядок их предоставления определяются отелем).
        <br />
        <u>Трансфер (TRF)</u> — услуга по перевозке туриста от места его
        прибытия в страну до места его размещения и обратно, а также между
        местами размещения.
        <br />
        <u>Экскурсия</u> - услуга по организации посещения объектов
        экскурсионного показа (объекты природного, историко-культурного
        наследия, промышленные предприятия и др.) индивидуальными туристами
        (экскурсантами) или туристскими группами, заключающаяся в ознакомлении и
        изучении указанных объектов в сопровождении экскурсовода, гида,
        гида-переводчика, продолжительностью менее 24 ч без ночевки.
        <br />
        <u>Ваучер</u> – документ, устанавливающий право туриста на услуги,
        входящие в состав тура, и подтверждающих факт их оказания.
        <br />
        <u>Бронь</u> – закрепление за определенным туристом (пассажиром) мест в
        гостиницах или на транспортных средствах, на определенную дату.
      </p>
      <h2 className="agreement__subtitle">1. Предмет договора</h2>
      <p className="agreement__text">
        1.1. В соответствии с Договором Турагент обязуется забронировать у
        Туроператора, оплатить Туроператору и передать Заказчику документы
        (ваучер, маршрутные квитанции билетов, полис медицинского страхования),
        необходимые для получения Заказчиком комплекса туристских услуг,
        входящих в туристский продукт (далее – «Туристский продукт»,
        «Турпродукт»), сформированные Туроператором, а Заказчик обязуется
        оплатить Туристский продукт.
        <br />
        1.2. Полный перечень и потребительские свойства Туристского продукта,
        сведения о Заказчике и Туристе в объеме, необходимом для исполнения
        Договора, указаны в Подтверждении бронирования.
        <br />
        1.3. Информация о Туроператоре указана в Подтверждении бронирования.
        <br />
        1.4. Все отдельные туристские услуги, входящие в состав туристского
        продукта, требуют предварительного бронирования и подтверждения со
        стороны Туроператора. Услуги считаются подтвержденными с момента
        получения соответствующего подтверждения Турагентом от Туроператора
        посредством электронной почты либо иного способа связи, установленного
        для получения подтверждения. Турагент уведомляет Заказчика о
        подтверждении либо не подтверждении услуг посредством направления
        Подтверждения бронирования посредством смс, сообщения в мессенджер, по
        электронной почте. Обязанность получить подтверждение бронирования
        возложена на Заказчика, поскольку Турагент не может нести
        ответственность за невозможность уведомить Заказчика о подтверждении
        турпродукта в том случае, если в требуемое время Заказчик будет
        недоступен для связи или передачи информации. Обязанность предоставить
        услуги, входящие в туристский продукт, возникает у туроператора с
        момента их подтверждения и поступления оплаты. Максимальный срок
        подтверждения – 5 рабочих дней. В случае не подтверждения услуг (отказа
        в подтверждении) Туроператором данный Договор считается незаключенным, а
        денежные средства подлежат возврату.
      </p>
      <h2 className="agreement__subtitle">2. Общая цена и порядок оплаты</h2>
      <p className="agreement__text">
        2.1. Стоимость Туристского продукта (цена Договора) указывается в
        Подтверждении бронирования. Стоимость туристского продукта включает
        сумму вознаграждения Турагента, которое оплачивается в соответствии с п.
        2.5. Договора. По согласованию Сторон сумма вознаграждения Турагента не
        выделяется отдельно.
        <br />
        2.2. Стоимость Туристского продукта формируется Туроператором в рублях,
        долларах или евро в зависимости от направления поездки (страны
        временного пребывания). Стоимость туристского продукта в валюте
        указывается справочно в Подтверждении бронирования вместе со стоимостью
        турпродукта в рублях на день заключения Договора. Оплата производится в
        рублях по внутреннему курсу туроператора на день оплаты. В случае, если
        день оплаты наступает ранее, чем день подтверждения туристского
        продукта, то оплата производится по внутреннему курсу туроператора на
        день подтверждения. Внутренний курс оплаты туроператора размещается на
        официальном сайте Туроператора, который указывается в Подтверждении
        бронирования, либо иным способом доводится до сведения Заказчика.
        Моментом оплаты считается дата зачисления денежных средств на расчетный
        счет Турагента, либо дата расчета наличными денежными средствами через
        кассу Турагента. В случае, если стоимость Договора оплачена не полностью
        и до момента полной оплаты произошло увеличение стоимости туристского
        продукта в рублях из-за изменения внутреннего курса валют Туроператора,
        Заказчик обязуется оплатить возникшую разницу. Окончательная стоимость
        туристского продукта в рублях определяется на основании фактически
        оплаченной Заказчиком суммы по Договору и подтверждается кассовыми
        чеками или иными платежными документами.
        <br />
        2.3. Полная оплата по Договору должна быть произведена не позднее срока,
        указанного в Подтверждении бронирования.
        <br />
        2.4. В случае нарушения Заказчиком условий по полной оплате Договора (в
        том числе нарушения срока полной или частичной оплаты) Турагент вправе
        аннулировать бронирование и расторгнуть договор, вернув Заказчику
        оплаченную сумму за вычетом фактически понесенных расходов. В случае,
        если размер фактически понесенных расходов превышает оплаченную
        Заказчиком сумму по договору, и Турагент вынужден возместить данную
        сумму Туроператору, разница между фактическими расходами, удержанными
        Туроператором, и суммой, оплаченной Заказчиком, относится к убыткам
        Турагента, которые подлежат возмещению Заказчиком. В случае, если
        нарушение сроков оплаты по Договору со стороны Заказчика приводит к
        убыткам Турагента вследствие снижения размера вознаграждения Турагента
        со стороны Туроператора, Заказчик обязуется возместить возникшие убытки.
        <br />
        2.5. Вознаграждение Турагента по настоящему договору оплачивается
        Туроператором и состоит из разницы между стоимостью оплаченного
        Заказчиком турпродукта и суммой денежных средств, перечисленных
        Турагентом Туроператору либо третьему лицу (агенту, центру
        бронирования), привлеченному Туроператором для бронирования и получения
        оплаты за турпродукт. Заказчик может выплатить Турагенту дополнительное
        вознаграждение. Агентским договором, заключенным между Турагентом и
        Туроператором, может быть предусмотрен иной порядок выплаты агентского
        вознаграждения.
        <br />
        2.6. Оплата по Договору может быть произведена третьим лицом по
        поручению Заказчика. В данном случае все права и обязанности по Договору
        сохраняются за Заказчиком. Заказчик несет полную ответственность за
        привлечение третьих лиц к оплате по Договору, в том числе
        ответственность за передачу реквизитов для оплаты или платежных ссылок
        третьим лицам. При оплате третьими лицами по поручению Заказчика, все
        права и обязанности по Договору сохраняются за Заказчиком. Оплата по
        Договору по согласованию Сторон может быть произведена Заказчиком
        напрямую Туроператору либо иному третьему лицу (агенту, центру
        бронирования), привлеченному Туроператором для бронирования и получения
        оплаты за туристский продукт.
      </p>
      <h2 className="agreement__subtitle">3. Взаимодействие Сторон</h2>
      <p className="agreement__text">
        3.1. <u>Турагент обязан:</u>
        <br />
        3.1.1 предоставить Заказчику достоверную информацию о потребительских
        свойствах Туристского продукта.
        <br />
        3.1.2 не позднее 24 часов до начала путешествия передать Заказчику
        документы, удостоверяющие право Заказчика на получение услуг, входящих в
        Туристский продукт (ваучер, маршрутную квитанцию билета, страховой
        полис), а также иные документы, необходимые для совершения путешествия,
        в случае если данные документы были сформированы и выданы Туроператором.
        Допускается передача документов посредством отправки их на электронную
        почту Заказчика или мессенджер, указанные в реквизитах Договора. Если
        договор о реализации туристского продукта заключен позднее, чем за 24
        часа до начала путешествия, такой документ должен быть выдан Заказчику в
        разумный срок до начала путешествия;
        <br />
        3.1.3. принимать необходимые меры по обеспечению безопасности информации
        о полученных в процессе оказания услуг персональных данных Заказчика, в
        том числе при их обработке и использовании;
        <br />
        3.1.4. предложить оформление страхового медицинского полиса в случае,
        если законодательством страны (места) временного пребывания установлены
        требования наличия гарантий оплаты медицинской помощи лицам, временно
        находящимся на ее территории, а также оказать содействие по требованию
        Заказчика в предоставлении услуг по страхованию иных рисков (в том числе
        при совершении путешествий, связанных с прохождением маршрутов,
        представляющих повышенную опасность для жизни и здоровья).
        <br />
        3.1.5. предоставить по запросу Заказчика для ознакомления информацию о
        дате, номере (при наличии), сроке действия и условиях договора,
        заключенного между Туроператором и Турагентом (либо Турагентом и третьим
        лицом, на которое Туроператором возложена обязанность по заключению
        договоров с Турагентами), которым предусмотрено поручение Туроператора
        на заключение договоров о реализации сформированного им Туристского
        продукта.
        <br />
        3.1.6. направить Туроператору уведомление о заключении договора
        реализации турпродукта с Заказчиком для размещения Туроператором
        сведений в Единой информационной системе электронных путевок в
        соответствии с порядком, установленным Правительством РФ и агентским
        договором с Туроператором на момент заключения Договора (в форме заявки
        на бронирование туристского продукта).
        <br />
        3.1.7. передать денежные средства, полученные от Заказчика, Туроператору
        в порядке, предусмотренном договором между Туроператором и Турагентом,
        либо третьему лицу (агенту туроператора, центру бронирования) в порядке,
        предусмотренном договором между третьим лицом, уполномоченным на
        бронирование туров Туроператора, и Турагентом.
        <br />
        3.2. <u>Турагент вправе:</u>
        <br />
        3.2.1. в случае нарушения Заказчиком условий оплаты по Договору
        аннулировать бронирование с применением последствий расторжения
        договора, а именно удержанием фактически понесенных расходов, понесенных
        убытков, а также иных последствий, определенных действующим
        законодательством Российской Федерации, уведомив Заказчика об аннуляции
        бронирования в разумные сроки.
        <br />
        3.2.2. производить бронирование и оплату услуг по данному Договору через
        третьих лиц (агента туроператора, центр бронирования), с которыми у
        Туроператора заключен агентский договор, без предварительного
        согласования с Заказчиком.
        <br />
        3.3. <u>Заказчик обязан:</u>
        <br />
        3.3.1. оплатить Туристский продукт в соответствии с условиями Договора;
        <br />
        3.3.2. довести до Туристов все условия Договора, иную информацию,
        указанную в Договоре и приложениях к нему, в том числе сведения о
        Туроператоре, а также передать Туристам документы, полученные от
        Турагента для совершения путешествия;
        <br />
        3.3.3. предоставить Турагенту необходимые для оформления визы (если для
        въезда в страну требуется виза), документы (общегражданский заграничный
        паспорт, фотографии, анкетные данные и др.) в сроки, определяемые
        Турагентом по согласованию с Заказчиком в каждом конкретном случае.
        <br />
        3.3.4. своевременно предоставить Турагенту надлежащим образом
        оформленные действительные общегражданские паспорта, заграничные
        паспорта и свидетельства о рождении (для несовершеннолетних) всех
        туристов или их действительные копии. В случае наличия у Заказчика или
        какого-либо из Туристов гражданства другой страны, проинформировать об
        этом Турагента до заключения Договора в письменной форме.
        <br />
        3.3.5. предоставить Турагенту дополнительные документы и сведения,
        необходимые для исполнения настоящего Договора, в том числе сведения о
        наличии у Туристов каких-либо ограничений, фактов предыдущих депортаций
        из страны временного пребывания, а также Российской Федерации, и иные
        сведения, которые могут повлиять на исполнение Договора.
        <br />
        3.3.6. <b>уточнить</b> любым доступным способом за 12 (двенадцать) часов
        до начала оказания туруслуг у Турагента информацию о времени и месте
        начала тура/оказании услуги;
        <br />
        3.3.7. <b>уточнить</b> перед заключением Договора в Федеральной службе
        судебных приставов, Пограничной службе РФ, МВД РФ, а также в других
        компетентных органах наличие ограничения у Туристов на выезд из
        Российской Федерации, нести самостоятельную ответственность за наличие
        либо отсутствие такого ограничения.
        <br />
        3.3.8. указать в договоре действующие контактные телефоны, а также
        указать другие доступные способы связи для всех туристов, указанных в
        договоре, а также обеспечить их доступность и работоспособность с
        момента заключения договора и до момента завершения туристической
        поездки. В случае, если Турагент либо Туроператор лишены возможности в
        любой момент времени связаться с Заказчиком или Туристами по указанным
        телефонам, либо с помощью иных способов связи, ответственность за все
        возникшие неблагоприятные последствия и возможные убытки несет Заказчик,
        а также сами Туристы.
        <br />
        3.3.9. возместить все причиненные Турагенту своими действиями
        (бездействием), а также действиями (бездействием) Туристов убытки.
        <br />
        3.3.10. возместить все причиненные Турагенту убытки, понесенные в связи
        с оплатой Туроператору, авиакомпании или иным лицам расходов по
        депортации Заказчика или Туриста.
        <br />
        3.4. <u>Заказчик обязан (в случае, если Заказчик является Туристом):</u>
        <br />
        3.4.1 соблюдать законодательство страны (места) временного пребывания,
        уважать ее социальное устройство, обычаи, традиции, религиозные
        верования;
        <br />
        3.4.2 соблюдать правила въезда в страну (место) временного пребывания,
        выезда из страны (места) временного пребывания, а также в странах
        транзитного проезда, в том числе соблюдать требования
        санитарно-эпидемиологического, медицинского и иного ограничительного
        характера, контролировать и проверять свое самочувствие, при малейших
        признаках заболевания – принять меры для надлежащего лечения;
        <br />
        3.4.3 соблюдать во время путешествия правила личной безопасности;
        <br />
        3.4.4 иметь личные документы, оформленные в соответствии с законами
        посещаемой страны и Российской Федерации.
        <br />
        3.5. <u>Заказчик вправе:</u>
        <br />
        3.5.1. получить сведения о внесении Туроператора в единый федеральный
        реестр туроператоров, а Турагента – в единый федеральный реестр
        турагентов;
        <br />
        3.5.2. получить документы, необходимые Туристу для совершения
        путешествия в соответствии с Договором;
        <br />
        3.5.3. требовать возмещения убытков и компенсацию морального вреда в
        случае невыполнения условий Договора в порядке, установленном
        законодательством Российской Федерации;
        <br />
        3.5.4. обратиться в объединение туроператоров в сфере выездного туризма
        за оказанием экстренной помощи за счет средств резервного фонда при
        наступлении законных оснований для такого обращения;
        <br />
        3.5.5. обратиться к Турагенту для оказания содействия по страхованию
        расходов, которые могут возникнуть вследствие отмены поездки
        (страхование от невыезда), в том числе по причинам, не зависящим от
        Заказчика (болезнь, отказ в выдаче визы и другие обстоятельства),
        страхования багажа, иных финансовых рисков, связанных с путешествием и
        не покрываемых финансовым обеспечением ответственности Туроператора;
        <br />
        3.5.6. предъявить к организации, предоставившей финансовое обеспечение
        ответственности Туроператора (указана в Приложение № 1), требование о
        выплате страхового возмещения по договору страхования либо уплате
        денежной суммы по банковской гарантии при наличии оснований, в порядке и
        сроки, установленные законодательством Российской Федерации о туристской
        деятельности;
        <br />
        3.5.7. предъявить к объединению туроператоров в сфере выездного туризма
        требование о возмещении реального ущерба за счет фонда персональной
        ответственности при условии, что денежных средств страховщика или
        гаранта для выплаты страхового возмещения по договору страхования
        ответственности туроператора или уплаты денежной суммы по банковской
        гарантии оказалось недостаточно в случае, если фонд персональной
        ответственности туроператора не достиг максимального размера, при
        наличии оснований, в порядке и сроки, установленные законодательством
        Российской Федерации о туристской деятельности;
        <br />
        3.5.8. предъявить к объединению туроператоров в сфере выездного туризма
        требование о возмещении реального ущерба за счет средств фонда
        персональной ответственности туроператора в случае, если фонд
        персональной ответственности туроператора достиг максимального размера.
        <br />
        3.6{' '}
        <u>
          Заказчик имеет право на (в случае, если Заказчик является Туристом):
        </u>
        <br />
        3.6.1 получение необходимой и достоверной информации о правилах въезда в
        страну (место) временного пребывания и пребывания, об обычаях местного
        населения, о религиозных обрядах, святынях, памятниках природы, истории,
        культуры и других объектах туристского показа, находящихся под особой
        охраной, состоянии окружающей среды;
        <br />
        3.6.2 свободу передвижения, свободный доступ к туристским ресурсам с
        учетом принятых в стране (месте) временного пребывания ограничительных
        мер;
        <br />
        3.6.3 обеспечение личной безопасности, своих потребительских прав и
        сохранности своего имущества, беспрепятственное получение неотложной
        медицинской помощи;
        <br />
        3.6.4 обеспечение в соответствии с настоящим Федеральным законом
        экстренной помощи за счет средств резервного фонда объединения
        туроператоров в сфере выездного туризма;
        <br />
        3.6.5 возмещение убытков и компенсацию морального вреда в случае
        невыполнения условий договора о реализации туристского продукта
        Туроператором в порядке, установленном законодательством Российской
        Федерации;
        <br />
        3.6.6 содействие органов власти (органов местного самоуправления) страны
        (места) временного пребывания в получении правовой и иных видов
        неотложной помощи;
        <br />
        3.6.7 беспрепятственный доступ к средствам связи;
        <br />
        3.6.8 получение информации о возможности добровольно застраховать риски,
        связанные с совершением путешествия и не покрываемые финансовым
        обеспечением ответственности туроператора, в том числе в связи с
        ненадлежащим исполнением туроператором обязательств по договору о
        реализации туристского продукта.
        <br />
        3.7. <u>Туроператор обязан:</u>
        <br />
        3.7.1 оказать все услуги, входящие в Туристский продукт, самостоятельно
        или с привлечением третьих лиц, на которых Туроператором возлагается
        исполнение части или всех его обязательств перед Заказчиком; под
        третьими лицами, в том числе, понимаются любые партнеры Туроператора:
        авиакомпании, отели и объекты размещения, страховые компании,
        транспортные компании, а также агенты, субагенты (центры бронирования),
        с которыми у Туроператора имеются договорные отношения.
        <br />
        3.7.2 нести полную и всестороннюю ответственность за надлежащее либо
        ненадлежащее исполнение обязательств по договору реализации турпродукта,
        включая ответственность за действия третьих лиц, привлеченных
        Туроператором для исполнения обязательств по договору реализации
        турпродукта.
        <br />
        3.7.3. передать в Единую информационную систему электронных путевок
        сведения о заключенном с Заказчиком договоре реализации турпродукта в
        установленном законом порядке и предоставить уникальный номер
        электронной путевки Заказчику.
      </p>
      <h2 className="agreement__subtitle">4. Ответственность Сторон</h2>
      <p className="agreement__text">
        4.1. Туроператор несет ответственность за неоказание или ненадлежащее
        оказание Заказчику услуг, входящих в туристский продукт, независимо от
        того, кем должны были оказываться или оказывались эти услуги.
        Туроператор является непосредственным исполнителем, оказывающим услуги,
        входящие в турпродукт (включая услуги размещения и авиаперевозки), и
        несет ответственность перед Заказчиком вне зависимости от того, с кем
        заключен договор реализации турпродукта, что означает право Заказчика
        напрямую обращаться к Туроператору с заявлениями и претензиями любого
        характера, минуя Турагента, с которым у Заказчика заключен Договор.
        Финансовая ответственность Турагента перед Заказчиком ограничена
        размером его вознаграждения.
        <br />
        4.2. <u>Туроператор и Турагент не несут ответственность:</u>
        <br />
        4.2.1 за действия посольств (консульств) иностранных государств, а также
        организаций (за исключением организаций, которые привлечены
        Туроператором для оказания услуг, входящих в Туристский продукт, и за
        действия которых отвечает Туроператор), в том числе за отказ
        иностранного посольства (консульства) в выдаче (задержке) въездных виз
        Туристу по маршруту путешествия, если в иностранное посольство
        (консульство) Турагентом либо непосредственно Туристом в установленные
        сроки были представлены все необходимые документы. В этом случае
        Заказчику возвращается стоимость оплаченного Туристского продукта за
        вычетом документально подтвержденных расходов Турагента и Туроператора,
        а также части выполненной Турагентом и Туроператором работы (оказанной
        услуги) до получения извещения об отказе Туристу во въездной визе;
        <br />
        4.2.2. за отказ Туристу в выезде/въезде при прохождении паспортного
        пограничного или таможенного контроля, либо применение к Туристу
        органами, осуществляющими пограничный или таможенный контроль на
        территории РФ или других государств, штрафных санкций по причинам, не
        связанным с исполнением Турагентом и Туроператором своих обязательств по
        Договору, в том числе (но не ограничиваясь) при наличии у Туриста
        ограничения на выезд за пределы РФ, наложенный судебным
        приставом-исполнителем в рамках исполнительного производства, либо
        ограничения на выезд в связи с призывом на военную службу;
        <br />
        4.2.3. за утрату Заказчиком (Туристом) проездных, страховых и иных
        документов;
        <br />
        4.2.4. за опоздание Заказчика на регистрацию в аэропорту (порту,
        вокзале, автостанции);
        <br />
        4.2.5. за недействительность паспорта/загранпаспорта Заказчика, либо
        несоответствие паспорта/загранпаспорта, а также иных документов
        удостоверяющих личность требованиям, предъявляемым для выезда за пределы
        Российской Федерации или въезда на территорию страны временного
        пребывания (Заказчик обязуется самостоятельно проверять, что в его
        документах и документах Туристов отсутствуют ошибки, опечатки либо иные
        признаки недействительности документов в соответствии с критериями,
        указанными в Постановлении Правительства №2090 от 09.12.2023 года);
        4.2.6. за утерю или кражу багажа, иных вещей, денег, ценностей;
        <br />
        4.2.7. за нарушение Заказчиком правил поведения на транспорте, повлекших
        за собой снятие Заказчика с рейса.
        <br />
        4.2.8. за нарушение либо несоблюдение Заказчиком требований
        санитарно-эпидемиологического, медицинского или иного ограничительного
        характера (в т.ч. связанных с распространением коронавирусной инфекции),
        указов и официальных распоряжений органов власти страны пребывания либо
        РФ в части соблюдения таких требований. Заказчик несет полную и
        самостоятельную ответственность за соблюдение таких требований,
        обязуется своевременно получать информацию о таких требованиях из
        открытых источников, а также получать и предъявлять по первому
        требованию уполномоченных лиц любые документы разрешительного характера
        (медицинские справки, медицинские заключения, сертификаты о вакцинации,
        результаты ПЦР-тестов и т.д.), в том числе с переводом на английский
        язык либо национальный язык страны временного пребывания. Заказчик несет
        полную и самостоятельную ответственность за отсутствие у него таких
        документов и невозможность их получения либо представления.
        <br />
        4.3. <u>Турагент не несет ответственность:</u>
        <br />
        4.3.1. за любые последствия, связанные с выбором и согласованием между
        Турагентом и Заказчиком Туроператора, формирующего и реализующего
        Туристский продукт по Договору, в случае ненадлежащего исполнения
        обязательств Туроператором, прекращения или приостановки его
        деятельности, исключения его из реестра туроператоров и т.д.
        <br />
        4.3.2. за несвоевременную выдачу/формирование Туроператором документов,
        которые сделают невозможным исполнение обязательств турагента в
        соответствии с п. 3.1.2 Договора.
        <br />
        4.3.3. за задержки в оказании услуг авиа или железнодорожной перевозки и
        возникшие вследствие этого убытки.
        <br />
        4.4. Стороны освобождаются от ответственности за неисполнение или
        ненадлежащее исполнение обязательств по Договору, если это неисполнение
        или ненадлежащее исполнение является следствием наступления
        обстоятельств непреодолимой силы, то есть чрезвычайных и
        непредотвратимых при данных условиях обстоятельств, которые Стороны не
        могли ни предвидеть, ни предотвратить разумными мерами. Наличие
        обстоятельства непреодолимой силы должно быть официально подтверждено
        компетентными государственными органами. При наступлении указанных
        обстоятельств срок исполнения обязательств Сторонами по настоящему
        Договору может быть изменен соразмерно времени, в течение которого будут
        действовать такие обстоятельства. Если данные обстоятельства будут
        продолжаться более 14 календарных дней, каждая из Сторон вправе
        отказаться от исполнения обязательств по Договору, и в этом случае
        возврат денежных средств осуществляется в порядке, предусмотренном
        законодательством Российской Федерации.
        <br />
        4.5. Лица до 18 лет, выезжающие заграницу без сопровождения родителей
        или в сопровождении одного из родителей, обязаны иметь при себе
        необходимые для совершения поездки документы (нотариально заверенное
        согласие родителей на выезд ребенка за пределы РФ, а также оригинал
        свидетельства о рождении). Заказчик несет полную ответственность за
        наличие данных документов у указанных лиц, а также за правильность их
        оформления.
      </p>
      <h2 className="agreement__subtitle">
        5. Срок действия Договора, условия изменения и расторжения Договора
      </h2>
      <p className="agreement__text">
        5.1. Договор вступает в силу с даты его заключения и действует до
        выполнения обязательств Сторонами. Полная или частичная оплата
        приравнивается к согласию Заказчика на заключение Договора.
        Обязательства Турагента по настоящему Договору считаются исполненными с
        момента подтверждения Туроператором заявки на бронирование и передачи
        денежных средств, оплаченных Заказчиком по договору, Туроператору в
        порядке, установленном договорными отношениями между Турагентом и
        Туроператором, а также иными третьими лицами, привлеченными Турагентом
        либо Туроператором для бронирования и оплаты турпродукта.
        <br />
        5.2. Договор может быть изменен или расторгнут в случаях и порядке,
        предусмотренном законодательством Российской Федерации, в том числе по
        соглашению Сторон, оформленному в письменной форме.
        <br />
        5.3. Каждая из Сторон вправе потребовать изменения или расторжения
        Договора в связи с существенным изменением обстоятельств, из которых
        исходили Стороны при заключении Договора. К существенным изменениям
        обстоятельств относятся: - ухудшение условий путешествия, указанных в
        Договоре; - изменение сроков совершения путешествия; - непредвиденный
        рост транспортных тарифов; - невозможность совершения Туристом поездки
        по независящим от него обстоятельствам (болезнь, отказ в выдаче визы и
        другие непредвиденные обстоятельства). Расторжение договора по указанным
        обстоятельствам не означает безусловного права Заказчика на полный
        возврат денежных средств.
        <br />
        5.4. При расторжении Договора в связи с обстоятельствами непреодолимой
        силы возврат денежных средств осуществляется в соответствии с
        фактическими затратами Сторон.
        <br />
        5.5. При добровольном отказе Заказчика от туристского продукта
        расторжение Договора осуществляется на основании письменного заявления
        Заказчика в соответствии со ст. 782 ГК РФ, ст. 32 «Закона о защите прав
        потребителей в РФ», то есть с оплатой фактически понесенных расходов,
        при этом вознаграждение, указанное в п. 2.5. Договора, относится к
        фактически понесенным расходам Туроператора и возврату со стороны
        Турагента не подлежит. В случае несогласия с суммой фактически
        понесенных расходов Заказчик имеет право оспорить данную сумму в
        установленном законом порядке.
        <br />
        В силу положений действующего законодательства, а также условий
        реализации туристского продукта Турагент не имеет полномочий по
        истребованию у Туроператора доказательств несения фактических расходов.
        Обязанность Туроператора подтверждать фактические расходы возникает в
        соответствии со ст.56 ГПК РФ в судебном порядке. Турагент не обязан
        подтверждать фактические расходы на сумму своего вознаграждения,
        поскольку данное вознаграждение выплачивается ему за услуги, оказание
        которых фактически окончено.
        <br />
        Заказчик вправе обратиться к Туроператору (напрямую или через Турагента)
        с запросом на проведение минимизации фактически понесенных расходов.
        Минимизация фактически понесенных расходов – процедура, установленная
        Туроператором, которая позволяет снизить размер расходов путем
        проведения переговоров с непосредственными поставщиками услуг, а также
        за счет продажи аннулированных по запросу Заказчика услуг (размещения,
        перевозки) другим лицам.
        <br />
        5.6. При одностороннем отказе Туроператора от предоставления туристских
        услуг/туристского продукта (снятие полетной программы, отмена
        бронирования в отеле и т.д.), вознаграждение, указанное в п. 2.5,
        относится к убыткам Заказчика, которые в соответствии со ст. 782 ГК РФ,
        а также п. 49 Постановления Пленума ВС РФ №17 от 28.06.2012, возмещаются
        за счет Туроператора, в связи с чем Заказчик имеет право обратиться с
        соответствующим требованием напрямую к Туроператору.
        <br />
        5.7. Банковские комиссии по операциям по возврату денежных средств
        физическому лицу, а также расходы на услуги эквайринга оплачиваются
        Заказчиком Турагенту и относятся к его фактическим расходам.
        <br />
        5.8. Подписывая настоящий Договор, Заказчик проинформирован о
        возможности застраховать расходы, которые могут возникнуть вследствие
        непредвиденной отмены поездки или изменения сроков пребывания в поездке
        (&quot;страхование от невыезда&quot;). С условиями и правилами такого
        вида страхования, в том числе, с перечнем событий, которые признаются
        страховыми случаями, с основаниями непризнания событий страховыми
        случаями, Заказчик полностью ознакомлен в момент заключения настоящего
        Договора, о чем свидетельствует подпись в Договоре. Отказ от страхования
        от невыезда является личной инициативой Заказчика и не может быть
        основанием для возложения ответственности на Турагента.
        <br />
        5.9. Если Заказчик желает изменить условия ранее заказанной поездки, в
        том числе, дату вылета или гостиницу (отель) либо отказаться от любой
        подтвержденной услуги, входящей в состав турпродукта, то прежний заказ
        считается аннулированным, а Заказчик должен сделать новый заказ. В этом
        случае применяются условия раздела 5 настоящего Договора. Неявка
        Заказчика к месту начала тура (no show) считается односторонним отказом
        от тура, Заказчику возвращаются денежные средства за вычетом фактически
        понесенных расходов. Изменение сроков поездки возможно только по
        предварительному письменному согласованию с Турагентом, без которого
        Заказчику не будет предоставлено размещение в отеле при самостоятельном
        прибытии Заказчика в отель позже согласованного срока.
      </p>
      <h2 className="agreement__subtitle">
        6. Порядок и сроки предъявления претензии. Порядок разрешения споров
      </h2>
      <p className="agreement__text">
        6.1. Претензии в связи с нарушением условий Договора предъявляются
        Заказчиком Турагенту в письменной форме, в том числе для дальнейшей
        передачи Туроператору в порядке и на условиях, которые предусмотрены
        законодательством Российской Федерации, либо напрямую к Туроператору.
        <br />
        6.2. Претензии к качеству Туристского продукта предъявляются
        Туроператору через Турагента либо напрямую Туроператору в письменной
        форме в течение 20 календарных дней с даты окончания действия Договора и
        подлежат рассмотрению в течение 10 календарных дней с даты получения
        претензий в порядке, установленном законодательством Российской
        Федерации.
        <br />
        6.3. В случае невозможности урегулирования разногласий путем переговоров
        спор подлежит рассмотрению в суде в соответствии с законодательством
        Российской Федерации.
      </p>
      <h2 className="agreement__subtitle">7. Обработка персональных данных</h2>
      <p className="agreement__text">
        Обработка персональных данных Заказчика и Туристов, в чьих интересах
        действует Заказчик, осуществляется на основании п. 5 ч.1 ст. 6
        Федерального закона ФЗ-152 «О персональных данных» в целях заключения и
        исполнения настоящего Договора, а также на основании п. 11. ч.1. ст. 6
        Федерального закона ФЗ-152 «О персональных данных» в целях передачи
        данных в ГИС «Электронная путевка». Отдельное согласие на обработку
        персональных данных для целей заключения и исполнения настоящего
        Договора, а также для передачи сведений в ГИС «Электронная путевка» не
        требуется. Заказчик несет самостоятельную ответственность за наличие у
        него достаточных прав на предоставление персональных данных Туристов в
        целях заключения и исполнения настоящего Договора.
      </p>
      <h2 className="agreement__subtitle">8. Особые условия</h2>
      <p className="agreement__text">
        8.1. Туроператор оставляет за собой право в исключительных случаях, во
        избежание срыва туристической поездки, осуществлять замену отеля на
        отель той же или более высокой категории, а также вносить изменения в
        программу тура, не меняя существенных условий и качества предлагаемых
        услуг. В случае несогласия с такой заменой Заказчик имеет право
        предъявлять требования напрямую Туроператору.
        <br />
        8.2. В случае оказания услуг авиа или железнодорожной перевозки в
        составе туристского продукта, Заказчик вправе обратиться к Туроператору
        с претензией по качеству оказания услуг авиа или жд перевозки.
        Туроператор несет ответственность перед Заказчиком туристского продукта
        за любые изменения условий авиа и жд перевозки (включая время вылета,
        замену перевозчика, отмену перевозки и т.д.), а также за любые убытки
        Заказчика, вызванные такими изменениями, если не докажет, что данные
        убытки возникли вследствие обстоятельств непреодолимой силы. Заключая
        настоящий Договор Заказчик предупрежден, что время вылета чартерного
        рейса, название авиаперевозчика и аэропорт вылета (в рамках одного
        города) не относятся к существенным условиям договора реализации
        туристского продукта и могут быть изменены Туроператором по своему
        усмотрению или в связи с возникшей необходимостью.
        <br />
        8.3. При обнаружении на месте неисполнения или ненадлежащего исполнения
        заказанных услуг, Заказчик должен незамедлительно уведомить об этом
        представителя Туроператора/Турагента для своевременного принятия мер,
        удовлетворяющих все вовлеченные стороны.
        <br />
        8.4. Все споры по настоящему договору разрешаются в соответствии с
        действующим законодательством Российской Федерации.
        <br />
        8.5. Заключение Заказчиком настоящего Договора означает, что он
        ознакомлен и согласен с правилами и условиями предоставления услуг,
        получил достаточно полное описание оплачиваемого им туристского
        продукта, понимает смысл и значение используемых в настоящем договоре, и
        в частности в Подтверждении бронирования и туристской документации,
        терминов и обозначений, а также то, что с Заказчиком проведен
        индивидуальный инструктаж по мерам личной профилактики инфекционных и
        паразитарных заболеваний в случае оформления тура в страну с
        неблагоприятной санитарно - эпидемиологической обстановкой.
        <br />
        8.6. В части взаимоотношения сторон Заказчик выступает полномочным и
        законным представителем всех лиц, поименованных в Подтверждении
        бронирования, принимающим на себя все их права и обязанности по
        настоящему Договору. Подтверждение указанных полномочий является
        обязанностью Заказчика.
        <br />
        8.7. В случае оплаты услуг по данному Договору банковской картой,
        Заказчик обязуется не предъявлять в банк, выпустивший банковскую карту,
        требований об отзыве платежа либо иных требований, связанных с
        оспариванием платежа, в случае получения от Турагента доказательств
        передачи денежных средств Туроператору. В случае неисполнения данного
        условия договора Турагент оставляет за собой право взыскать с Заказчика
        все возникшие у него расходы, связанные с последующей защитой своих прав
        и интересов.
      </p>
      <h2 className="agreement__subtitle">
        9. СВЕДЕНИЯ О ПОРЯДКЕ И СРОКАХ ПРЕДЪЯВЛЕНИЯ ТУРИСТОМ ТРЕБОВАНИЙ К
        ОРГАНИЗАЦИИ, ПРЕДОСТАВИВШЕЙ ТУРОПЕРАТОРУ ФИНАНСОВОЕ ОБЕСПЕЧЕНИЕ:
      </h2>
      <p className="agreement__text">
        <b>
          Основания для выплаты страхового возмещения по договору страхования
          ответственности Туроператора либо уплаты денежной суммы по банковской
          гарантии.
        </b>
        <br />
        Страховщик обязан выплатить страховое возмещение по договору страхования
        ответственности Туроператора по письменному требованию Туриста при
        наступлении страхового случая.
        <br />
        Гарант обязан уплатить денежную сумму по банковской гарантии по
        письменному требованию Туриста и в случае отказа Туроператора возместить
        реальный ущерб, возникший в результате неисполнения или ненадлежащего
        исполнения Туроператором обязательств по договору.
        <br />
        Основанием для выплаты страхового возмещения по договору страхования
        ответственности Туроператора либо уплаты денежной суммы по банковской
        гарантии является факт установления обязанности Туроператора возместить
        Туристу и (или) иному заказчику реальный ущерб, возникший в результате
        неисполнения или ненадлежащего исполнения Туроператором обязательств по
        договору о реализации туристского продукта, если это является
        существенным нарушением условий такого договора.
        <br />
        Существенным нарушением условий договора признается нарушение, которое
        влечет для Туриста такой ущерб, что он в значительной степени лишается
        того, на что был вправе рассчитывать при заключении договора. К
        существенным нарушениям Туроператором договора относятся: неисполнение
        обязательств по оказанию Туристу входящих в туристский продукт услуг по
        перевозке и (или) размещению;
        <br />
        наличие в туристском продукте существенных недостатков, включая
        существенные нарушения требований к качеству и безопасности туристского
        продукта.
        <br />
        Иск о возмещении реального ущерба, возникшего в результате неисполнения
        или ненадлежащего исполнения Туроператором обязательств по договору о
        реализации туристского продукта, может быть предъявлен Туристом
        Туроператору либо Туроператору и страховщику (гаранту) совместно.
        <br />
        Выплата страхового возмещения по договору страхования ответственности
        Туроператора или уплата денежной суммы по банковской гарантии не лишает
        Туриста права требовать от Туроператора возмещения упущенной выгоды и
        (или) морального вреда в порядке и на условиях, которые предусмотрены
        законодательством Российской Федерации.
        <br />
        <b>
          Порядок выплаты страхового возмещения по договору страхования
          ответственности Туроператора либо уплаты денежной суммы по банковской
          гарантии.
        </b>
        <br />
        В случае возникновения обстоятельств, указанных в статье 17.4
        Федерального закона &quot;Об основах туристской деятельности в
        Российской Федерации&quot;, турист имеет возможность обратиться с
        письменным требованием о выплате страхового возмещения по договору
        страхования ответственности туроператора непосредственно к организации,
        предоставившей туроператору договор страхования ответственности
        туроператора.
        <br />
        В случаях неисполнения или ненадлежащего исполнения Туроператором
        обязательств по договору перед Туристом и (или) иным заказчиком и
        наличия оснований для выплаты страхового возмещения по договору
        страхования ответственности Туроператора либо уплаты денежной суммы по
        банковской гарантии Турист или его законный представитель вправе в
        пределах суммы финансового обеспечения предъявить письменное требование
        о выплате страхового возмещения или об уплате денежной суммы
        непосредственно организации, предоставившей финансовое обеспечение.
        <br />
        В требовании Туриста указываются:
        <br />
        фамилия, имя и отчество Туриста, а также сведения об ином заказчике
        (если договор заключался заказчиком);
        <br />
        дата выдачи, срок действия и иные реквизиты документа, представленного в
        качестве финансового обеспечения ответственности Туроператора;
        <br />
        номер договора и дата его заключения;
        <br />
        наименование Туроператора, которому предоставлено финансовое
        обеспечение; наименование Агентства; информация об обстоятельствах
        (фактах), свидетельствующих о неисполнении или ненадлежащем исполнении
        Туроператором обязательств по договору;
        <br />
        ссылка на обстоятельства, предусмотренные статьей 17.4 ФЗ «Об основах
        туристской деятельности в РФ», послужившие причиной обращения Туриста к
        страховщику или гаранту;
        <br />
        размер денежных средств, подлежащих уплате Туристу в связи с
        неисполнением или ненадлежащим исполнением Туроператором обязательств по
        договору о реализации туристского продукта, в том числе размер реального
        ущерба, понесенного Туристом в связи с его расходами по эвакуации; в
        случае если требование об уплате денежной суммы предъявляется по
        банковской гарантии гаранту, - реквизиты документа, свидетельствующего
        об отказе Туроператора в добровольном порядке удовлетворить требование о
        возмещении реального ущерба, понесенного Туристом в результате
        неисполнения или ненадлежащего исполнения Туроператором обязательств по
        договору, и (или) номер и дата вступившего в законную силу судебного
        решения о возмещении Туроператором указанного реального ущерба.
        <br />
        К требованию Турист прилагает следующие документы:
        <br />
        копию паспорта или иного документа, удостоверяющего личность в
        соответствии с законодательством Российской Федерации (с предъявлением
        оригинала указанных документов);
        <br />
        копию договора (с предъявлением его оригинала);
        <br />
        документы, подтверждающие реальный ущерб, понесенный Туристом в
        результате неисполнения или ненадлежащего исполнения Туроператором
        обязательств по договору.
        <br />
        К требованию Туриста к гаранту прикладываются также копия документа,
        свидетельствующего об отказе Туроператора в добровольном порядке
        удовлетворить требование о возмещении реального ущерба, понесенного
        Туристом в результате неисполнения или ненадлежащего исполнения
        Туроператором своих обязательств по договору, и (или) копия судебного
        решения о возмещении Туроператором реального ущерба по иску,
        предъявленному в соответствии с положениями статьи 17.4 ФЗ «Об основах
        туристской деятельности в РФ».
        <br />
        Не подлежат возмещению страховщиком или гарантом расходы, произведенные
        Туристом и не обусловленные требованиями к качеству туристского
        продукта, обычно предъявляемыми к туристскому продукту такого рода.
        <br />
        Для исполнения своих обязательств по финансовому обеспечению страховщик
        или гарант не вправе требовать представления иных документов, за
        исключением вышеуказанных.
        <br />
        Письменное требование Туриста о выплате страхового возмещения по
        договору страхования ответственности Туроператора или об уплате денежной
        суммы по банковской гарантии должно быть предъявлено страховщику или
        гаранту в течение срока действия финансового обеспечения.
        <br />
        Страховщик или гарант обязан удовлетворить требование Туриста о выплате
        страхового возмещения по договору страхования ответственности
        Туроператора или об уплате денежной суммы по банковской гарантии не
        позднее 30 календарных дней после дня получения указанного требования с
        приложением всех необходимых документов.
        <br />
        В случаях если с требованиями о выплате страхового возмещения по
        договору страхования ответственности Туроператора или об уплате денежной
        суммы по банковской гарантии к страховщику или гаранту обратились
        одновременно более одного Туриста и общий размер денежных средств,
        подлежащих выплате, превышает сумму финансового обеспечения,
        удовлетворение таких требований осуществляется пропорционально суммам
        денежных средств, указанным в требованиях к сумме финансового
        обеспечения.
        <br />
        Требование о выплате страхового возмещения по договору страхования
        ответственности Туроператора должно быть предъявлено Туристом
        страховщику в течение срока исковой давности, установленного
        законодательством Российской Федерации.
        <br />
        Страховщик освобождается от выплаты страхового возмещения Туристу, если
        Турист обратился к страховщику с требованием о возмещении упущенной
        выгоды и (или) компенсации морального вреда, возникших в результате
        неисполнения или ненадлежащего исполнения Туроператором обязательств по
        договору о реализации туристского продукта.
        <br />
        Страховщик не освобождается от выплаты страхового возмещения Туристу по
        договору страхования ответственности Туроператора, если страховой случай
        наступил вследствие умысла Туроператора.
        <br />
        <b>
          Дополнительные условия могут быть указаны на сайте туроператора и
          являются частью сделки.
        </b>
        <br />
        <h2 className="agreement__subtitle">
          Сведения об ассоциации «ТУРПОМОЩЬ»
        </h2>
        Постановление Правительства Российской Федерации от 27 февраля 2013 г. N
        162 г. Москва &quot;Об утверждении Правил оказания экстренной помощи
        туристам и Правил финансирования расходов на оказание экстренной помощи
        туристам из компенсационного фонда&quot;.
        <br />
        Экстренная помощь оказывается туристу, находящемуся в стране временного
        пребывания, в случаях невозможности исполнения, неисполнения или
        ненадлежащего исполнения туроператором обязательств по договору о
        реализации туристского продукта.
        <br />
        Действие настоящих Правил не распространяется на случаи эвакуации по
        решению Президента Российской Федерации российских туристов с территории
        иностранного государства в связи с возникновением угрозы безопасности их
        жизни и здоровья.
        <br />
        Финансирование мероприятий по оказанию экстренной помощи осуществляется
        объединением туроператоров за счет средств компенсационного фонда
        объединения туроператоров.
        <br />
        Обращение туриста может быть направлено в объединение туроператоров
        любым способом, позволяющим установить автора обращения.
        <b>Оказание экстренной помощи включает в себя:</b>
        <br />
        1. перевозку туриста в место окончания путешествия оптимальным маршрутом
        с наименьшими временными затратами по усмотрению объединения
        туроператоров (авиатранспортом, железнодорожным транспортом,
        автомобильным транспортом, водным транспортом) (далее - перевозка);
        <br />
        2. обеспечение размещения (временного проживания) туриста в гостинице
        или ином средстве размещения на срок до начала осуществления перевозки к
        месту окончания путешествия - если период вынужденного ожидания
        перевозки составляет более 12 часов;
        <br />
        3. доставку туриста от места расположения гостиницы или иного средства
        размещения в стране временного пребывания до пункта начала осуществления
        перевозки к месту окончания путешествия (трансфер);
        <br />
        4. организацию питания туриста с учетом установленных законодательством
        Российской Федерации физиологических норм питания человека;
        <br />
        5. обеспечение неотложной медицинской и правовой помощи;
        <br />
        6. обеспечение хранения багажа.
        <br />
        <b>Обращение туриста должно содержать следующую информацию:</b>
        <br />
        1. фамилия, имя и отчество туриста (туристов);
        <br />
        2. адрес места нахождения туриста (туристов);
        <br />
        3. номер договора о реализации туристского продукта и наименование
        туроператора (а);
        <br />
        4. контактная информация автора обращения;
        <br />
        5. обстоятельства (факты), свидетельствующие о невозможности исполнения,
        неисполнении или ненадлежащем исполнении туроператором обязательств по
        договору о реализации туристского продукта.
        <br />
        <b>
          Ассоциация Объединение туроператоров в сфере выездного туризма
          &quot;Турпомощь&quot;
        </b>
        <br />
        <b>Адрес: г. Москва, ул. Мясницкая д.47 офис 424</b>
        <br />
        <b>
          Телефоны: +7 (499) 678-12-03 Сайт:{' '}
          <a href="https://www.tourpom.ru/" target="_blank">
            www.tourpom.ru
          </a>
        </b>
      </p>
      <h2 className="agreement__subtitle">10. Заключительные положения</h2>
      <p className="agreement__text">
        10.1. Обмен юридически значимыми сообщениями осуществляется по почте РФ,
        электронной почте, а также через мессенджеры, данные которых указываются
        Заказчиком при бронировании. После заключения Договора вся
        предшествующая переписка между Сторонами теряет свою юридическую силу.
        Содержание Договора и изложенные в нем условия имеют безусловный
        приоритет перед любыми иными договоренностями, достигнутыми между
        Сторонами до заключения Договора.
        <br />
        10.2. Недействительность, либо изменение какого-либо из положений
        настоящего Договора не влекут недействительность всего Договора в целом.
        <br />
        10.3. Все приложения, а также изменения (дополнения) к Договору являются
        его неотъемлемой частью.
        <br />
        10.4. Во всем ином, что не урегулировано Договором, Стороны
        руководствуются законодательством Российской Федерации.
      </p>
      <h2 className="agreement__subtitle">РЕКВИЗИТЫ ТУРАГЕНТА</h2>
      <h2 className="agreement__subtitle agreement__subtitle-left">
        ТУРАГЕНТ:
      </h2>
      <p className="agreement__text">
        <b>ИП Кулик Кристина Алексеевна</b>
        <br />
        ОГРНИП № 317502900029305
        <br />
        ИНН 504790090549
        <br />
        Банковские реквизиты: ПАО СБЕРБАНК
        <br />
        БИК 044525225
        <br />
        Корр.счет 30101810400000000225
        <br />
        Расч.счет 40802810940000051032
        <br />
        <a href="mailto:checkintravel@inbox.ru">checkintravel@inbox.ru</a>
        <br />
      </p>
      <a
        href="Договор_публичной_оферты_о_реализации_турпродукта_2026.pdf"
        download="Договор check-in-travel.pdf"
        title="скачать"
        className="agreement__download-btn"
      >
        Договор
      </a>
    </section>
  );
}
