import { useState } from 'react';

import baykal_1 from '../../images/blog/baikal/IMG_7363.webp';
import baykal_2 from '../../images/blog/baikal/IMG_7436.webp';
import baykal_3 from '../../images/blog/baikal/IMG_7488.webp';
import baykal_4 from '../../images/blog/baikal/IMG_7502.webp';
import baykal_5 from '../../images/blog/baikal/IMG_7534.webp';
import baykal_6 from '../../images/blog/baikal/IMG_7704.webp';
import baykal_7 from '../../images/blog/baikal/IMG_7878.webp';
import baykal_8 from '../../images/blog/baikal/IMG_7944.webp';

import altay_1 from '../../images/blog/altay/IMG_2539.webp';
import altay_2 from '../../images/blog/altay/IMG_2540.webp';
import altay_3 from '../../images/blog/altay/IMG_2638.webp';
import altay_4 from '../../images/blog/altay/IMG_3210.webp';
import altay_5 from '../../images/blog/altay/IMG_3457.webp';
import altay_6 from '../../images/blog/altay/IMG_3678.webp';
import altay_7 from '../../images/blog/altay/IMG_3757.webp';
import altay_8 from '../../images/blog/altay/IMG_3926.webp';

import dagestan_1 from '../../images/blog/dagestan/IMG_1572.webp';
import dagestan_2 from '../../images/blog/dagestan/IMG_1277.webp';
import dagestan_3 from '../../images/blog/dagestan/IMG_1477.webp';
import dagestan_4 from '../../images/blog/dagestan/IMG_1043.webp';
import dagestan_5 from '../../images/blog/dagestan/IMG_1039.webp';
import dagestan_6 from '../../images/blog/dagestan/IMG_1119.webp';
import dagestan_7 from '../../images/blog/dagestan/IMG_1577.webp';
import dagestan_8 from '../../images/blog/dagestan/IMG_1556.webp';

import maldives_1 from '../../images/blog/maldives/photo_2025-02-23_19-18-10.webp';
import maldives_2 from '../../images/blog/maldives/photo_2025-02-23_19-16-48.webp';
import maldives_3 from '../../images/blog/maldives/IMG_9292.webp';
import maldives_4 from '../../images/blog/maldives/photo_2025-02-23_19-03-42.webp';
import maldives_5 from '../../images/blog/maldives/IMG_9254.webp';
import maldives_6 from '../../images/blog/maldives/IMG_9103.webp';
import maldives_7 from '../../images/blog/maldives/IMG_9006.webp';
import maldives_8 from '../../images/blog/maldives/IMG-20250226-WA0001.webp';

import katathani_1 from '../../images/blog/katathani/island.webp';
import katathani_2 from '../../images/blog/katathani/IMG_7611.webp';
import katathani_3 from '../../images/blog/katathani/photo_2024-11-11_17-10-21.webp';
import katathani_4 from '../../images/blog/katathani/island-2.webp';
import katathani_5 from '../../images/blog/katathani/1.webp';
import katathani_6 from '../../images/blog/katathani/IMG_7232.webp';
import katathani_7 from '../../images/blog/katathani/Khao-Lak.webp';
import katathani_8 from '../../images/blog/katathani/IMG_7436.webp';

const blog = [
  {
    title: 'Магия Байкала. Остров Ольхон и загадочный мыс Бурхан',
    text: (
      <>
        На Байкале я побывала задолго до того времени, когда это направление
        стало трендовым и одним из самых популярных на рынке внутреннего
        туризма. Но вот остров Ольхон стал для меня настоящим открытием уже в
        пост-ковидном 2022-ом году. Невероятная энергетика (остров буквально
        меняет тебя изнутри, бережно очищая все душевные раны) и первозданная
        природа с большим количеством эндемиков, отсутствием асфальтированных
        дорог производят неизгладимое впечатление даже на таких искушенных
        туристов, как я. Давайте обо всем по порядку.
        <br />
        <br />
        Ольхон включен в состав Прибайкальского Национального Парка, одного из
        пяти крупнейших в стране. Уникальная Флора и фауна (только птиц более
        340 видов) с большим количеством эндемиков (около 1500), многочисленные
        бухты и живописные утесы (мыс Саган- Хушун, мыс Хобой), песчаные дюны,
        реликтовые рощи, мраморные скалы создают неповторимый колорит.
        Неподалеку от острова к востоку находится самое глубокое место Байкала —
        1642 метра. Простор и размах природы поражает, а парящие над тобой
        беркуты, орланы и коршуны дополняют атмосферу первозданной природы.
        <br />
        <br />
        Дам несколько дельных советов, чтобы сложная логистика не омрачила Вашу
        поездку:
        <br />
        <br />
        <h4>КАК ДОБРАТЬСЯ?</h4>
        Если путешествуете самостоятельно на машине, то выезжать лучше рано
        утром в будни, так как ожидание парома может составлять от 5 до 10
        часов. Без очереди проходят только местные водители и организованные
        группы. Летом 22-го года работали 3 парома, в каждый из которых входит
        всего 8-10 машин в зависимости от их габаритов. Знаю, что в прошлом году
        один из паромов не работал и жаждущие красот Ольхона туристы выстроились
        с многокилометровые очереди.
        <br />
        <br />
        Именно поэтому рекомендуем брать услугу трансфера до парома и перегона
        машины на остров, чтобы не проводить 3-4 часа в очереди на переправе. На
        острове запрещено строительство дорог (электричество, к слову, здесь
        провели только в 2010 году), нужен надежный внедорожник с полным баком
        бензина: ближайшая заправка только на материке в километре от парома.
        Полезными контактами с удовольствием
        <br />
        <br />
        <h4>ГДЕ ОСТАНОВИТЬСЯ?</h4>
        К выбору отеля нужно подойти крайне ответственно. Сервис здесь
        специфический, классический midscale будет стоить как хорошая
        европейская четверка, поэтому если нужен приемлемый сервис, лучше
        потратить время на изучение отзывов. Берите номера на 2 этаже: поскольку
        все дома деревянные и слышимость, соответственно, очень высокая. Мы с
        семьей останавливались дважды в семейном отеле, расположенном на краю
        Хужира по соседству с сосновом лесом. Порадовала отличная русская баня,
        свой ресторанчик с невероятными позами и сагудаем из омуля и детской
        площадкой (что редкость в этих краях). Дополнительного шарма добавили
        Захар и Жорик - два самоеда, живущие на территории отеля.
        <br />
        <br />
        Погоду на острове смотреть абсолютно бесполезно: нам всю неделю до
        поездки прогноз настойчиво рисовал дожди и 13-15 градусов, на деле же
        было солнечно и 20 градусов тепла.
        <br />
        <br />
        <h4>ЧТО ПОСМОТРЕТЬ?</h4>
        Перед марш-броском на о. Ольхон рекомендуем заглянуть в шикарный
        музейный комплекс под открытым небом «Тальцы», расположенный на правом
        берегу Ангары. Дорога по живописному Байкальскому тракту из Иркутска
        занимает не более 45-50 минут.
        <br />
        <br />
        Уникальное собрание памятников деревянного зодчества XVII–XX вв, часть
        которых была полностью перенесена из других районов Иркутской области
        (например, Спасская проезжая башня) из-за строительства Усть-Илимской
        ГЭС, а часть были с точностью скопированы, чтобы воссоздать быт
        Волостного правления, административного центра конца XIX – начала XX в,
        включая церковно-приходскую школу, усадьбу псаломщика, дом фельдшера и
        даже тюрьму и морг (единственные два здания, по понятным причинам,
        построенные из камня).
        <br />
        <br />
        Единственное, чего мы не нашли в музее, чтобы поставить ему уверенные
        пять баллов и добавить в список любимых музеев, это аудиогиды. В
        остальном - живописания локация, продуманная логистика, оборудованные и
        вполне себе приличные туалетные комнаты (специально выделяю, так как это
        ахиллесова пята внутреннего туризма), наличие различных по длительности
        экскурсий, интерактивов, трапезная и множество мастер классов, не говоря
        уже об уникальности экспозиций, делают помещение музея весьма комфортным
        и увлекательным и могут здорово дополнить предстоящий природный отдых на
        Ольхоне.
        <br />
        <br />
        <h4>МЫС БУРХАН – СКАЛА ШАМАНКА - МЕСТО СИЛЫ</h4>
        Теперь можно рассказать о главной достопримечательности острова Ольхон и
        его визитной карточке - Скале Шаманке (ставшей мысом Бурхан после
        прихода буддизма на остров, так «бурхан» в переводе означает «Бог» или
        «Будда»). Множеством загадок и легенд овеяно это место. И тонны золота и
        серебра были надёжно спрятаны в недрах мыса, а злая шаманка его охраняла
        (на самом деле, мыс состоит из белого мрамора, гранита, кварца и покрыт
        красным лишайником). И никто совладать со старой ведьмой не мог, так как
        ради корысти и выгоды шли на убийство, а вот бравый охотник взял и
        пустил стрелу в самое сердце ведьмы, так как ничего кроме праведного
        гнева на непристойное поведение шаманки, в душе не имел. И похоронили
        старушку в том самом месте, а вместо надгробного камня эту скалу и
        поставили. Чтоб ни-ни с загробного мира.
        <br />
        <br />
        Также поговаривают, что каждый год в марте недалеко от мыса Бурхан
        открывается портал в другое измерение. Научных доказательств тому не
        имеется, но это опять-таки удел скучных скептиков.
        <br />
        <br />
        Верить или нет легендам решать вам, но тот факт, что скала Шаманка
        является одной из самых живописных локаций острова Ольхон можно легко
        проверить эмпирическим путем.
        <br />
        <br />
        <h4>ЧЕМ ЗАНЯТЬСЯ?</h4>
        Да, ничем! И в этом весь кайф! Замедляемся. Уезжаем в национальный парк
        (предварительно оформляем пропуск на каждого), ищем самую красивую бухту
        на побережье и катаемся на сапе по кристально чистой воде Байкала,
        паримся в баньке, собираем чабрец за забором, чтобы вечером побаловать
        себя душистым чаем, медитируем вечером под гитарную музыку на мысе
        Бурхан и купаемся (здесь на любителя: вода прогревается максимум до
        18-19 градусов). Обязательно нужно доехать до северной части острова -
        мыса Хобой. Можно взять вертолетную экскурсию или поплавать на кораблике
        вокруг острова, а также посмотреть на лежбище нерп.
        <br />
        <br />
        Первозданная природа и энергетика острова надолго западают в душу и
        заставляют приезжать сюда снова и снова. Всегда рада помочь советом или
        полезными контактами для организации Вашего путешествия.
        <br />
        <br />
        Ключевые слова: отдых в России, Шаманка, мыс Бурхан, Ольхон, Тальцы,
        нерпы, омуль
      </>
    ),
    img: [
      baykal_1,
      baykal_2,
      baykal_3,
      baykal_4,
      baykal_5,
      baykal_6,
      baykal_7,
      baykal_8,
    ],
  },
  {
    title:
      'Алтай. Особенности национального туризма. Спойлер: красота - всем лететь!',
    text: (
      <>
        В августе 2024 года состоялась моя долгожданная поездка по Алтаю, к
        которой я морально готовилась 3 года. Каждый раз появлялись какие-то
        причины не лететь или более приоритетные направления для поездок. Манила
        первозданная природа, пугали клещи, слабая отельная база и плохой
        сервис. И уж точно не улыбалось провести поездку с толпами других
        туристов, перевозимых экскурсионными автобусами от одной локации
        Чуйского тракта к другой (август – высокий сезон на Алтае).
        <br />
        <br />
        В итоге остановилась на активной 7-дневной программе, которая
        предполагала Большой круг по Алтаю: начиная с Телецкого озера и далее
        через перевал Кату Ярык и долину реки Чулышман к тому самому Чуйскому
        тракту, внесенному National Geographic в ТОП-10 самых красивых дорог
        мира. Огромным плюсом программы было то, что включая все топовые локации
        Алтая, мы имели возможность исключительно в составе нашей группы
        проплыть на катере 70 км по Телецкому озеру, одним подняться на гору
        Тилан-Туу по секретной дорожке в обход туристических троп и в полупустом
        только что открывшемся ресторане отведать местную рыбку таймень на гриле
        и бесподобные алтайские чаи с шикарными панорамами на залитый закатным
        солнцем поселок Артыбаш на берегу Телецкого озера, или, например,
        провести ночь под звездным небом Алтая в глэмпинге, от которого до
        ближайших жилых поселений 200 км по гравийке, а подняться к нему из-за
        крутого спуска могли только счастливые обладатели УАЗиков. Не говоря уже
        о вишенке на торте – заброске в базовый лагерь горы Актру с последующим
        (первым в моей жизни!) восхождением! Мне кажется, именно за такими
        ощущениями люди едут на Алтай, и он с лихвой оправдывает все самые
        смелые ожидания.
        <br />
        <br />
        Конспективно поделюсь полезной информацией для тех, кто также давно
        собирался посетить национальную республику, но по каким-то причинам
        откладывал поездку. Надеюсь, мой рассказ подтолкнет читателя к
        правильному решению совершить, возможно, лучшее путешествие в его жизни.
        <br />
        <br />
        <h4>КАК ДОБРАТЬСЯ?</h4>
        Из Москвы в Горно-Алтайск прямые рейсы есть у Аэрофлота и S7. Round trip
        тариф в сентябре обойдется порядка 18-22 тыс руб/чел. Разница во времени
        + 4 часа, поэтому очень рекомендуем прилетать накануне тура; отель igman
        будет оптимальным вариантом в соотношении цена/качество, чтобы скоротать
        ночь в городе.
        <br />
        <br />
        <h4>ГДЕ ОСТАНОВИТЬСЯ?</h4>
        Здесь важно понимать, что основной вариант проживания на Алтае - это
        турбазы, далекие от привычных сервиса и комфорта, поэтому хорошие отели
        и глэмпинги бронируются за пол года и разлетаются за 3 часа с момента
        открытия бронирования. Из тех мест, где останавливались мы, смело могу
        порекомендовать Тайга&Озеро 4* на Телецком озере и горный отель Речные
        Земли в селе Акташ, от которого легко добираться до основных
        достопримечательностей.
        <br />
        <br />
        <h4>ЧТО ПОСМОТРЕТЬ?</h4>
        Основные MUST SEE Алтая хорошо известны: Телецкое озеро (325 метров
        глубина, Карл!), перевал Кату Ярык и долина реки Чулышман, Каменные
        грибы (Урочище Аккурум), гейзерное озеро, слияние Чуи и Катуни, Актру,
        Белуха, Мультинские озера, Кызыл-Чин или Алтайский Марс и конечно же
        Чуйский тракт, протянувшийся от Бийска до границы с Монголией:
        единственная дорога России, которая вошла в топ-10 списка самых красивых
        дорог мира по версии National Geographic.
        <br />
        <br />
        <h4>КАК ТАМ С ПОГОДОЙ? </h4>
        Абсолютно бессмысленно смотреть погоду на Алтае: она меняется каждый час
        и совершенно непредсказуема. Мы были в августе, и погода менялась от
        +30, когда мы гуляли по каньону на Марсе, до +8 ночью в высокогорном
        глэмпинге, поэтому дождевик и флисовая кофточка всегда должны быть в
        рюкзаке.
        <br />
        <br />
        <h4>ТАМ, ГДЕ ВОДЯТСЯ КЛЕЩИ – ПРИКЛЮЧЕНИЙ НЕ ИЩИ</h4>
        Это был мой самый большой страх перед поездкой на Алтай, однако гид нас
        успокоил, что в июле-августе клещей встретить крайне сложно, если вы не
        собираетесь, конечно, расхаживать по черновой тайге в шортах и майке.
        Сезон наибольшей активности клещей приходится на май - июнь: в это время
        репелленты с содержанием перметрина и плотная одежда будут Вашими
        хорошими помощниками.
        <br />
        <br />
        <h4>ЧТО РЕКОМЕНДУЮ?</h4>
        Очень советую посетить пасеку Медом в ухо, где можно не только погладить
        пчел, но и продегустировать медовуху и помедитировать над пчелиным роем,
        лежа на пробковых подушках в специально отведенных домиках. Интересным
        опытом будет послушать Кайчи - местных исполнителей горлового пения,
        которые выдают из себя какие-то фантастические звуки и буквально вводят
        в транс своими сказаниями. Рекомендую также попробовать чебуреки с
        хариусом и индигирку из местной рыбки таймень. Это очень вкусно,
        поверьте. И, учитывая, что по дороге от Телецкого Озера до Чуйского
        тракта только 2 точки с вкусным кофе (кофейня Тажуур в Курайской степи и
        кофейня на высоте 1717 на Чуйском тракте) советую кофеманам запастись
        дрип-пакетами.
        <br />
        <br />
        <h4>ЧТО НЕ РЕКОМЕНДУЮ?</h4>
        Не советую посещать столь популярные на Алтае пантовые ванны в
        маральнике. Экстракт из молодых рогов марала, который добавляют в теплую
        ванну с водой, является мощным биостимулятором и многие уверяют, что это
        абсолютно безболезненная процедура для животных. Однако можно загуглить
        в интернете как происходит срезка пантов у маралов: видео не для
        слабонервных. После такой процедуры животное несколько дней болеет, да и
        биостимуляция порой может давать ровно противоположный эффект.
        <br />
        <br />
        С удовольствием поделюсь контактами наших партнеров, которые делают
        очень интересные активные программы Комфорт + по Алтаю. На мой взгляд,
        именно такой формат дает самые сильные ощущения и оставляет незабываемые
        впечатления от первозданной природы национальной республики.
        <br />
        <br />
        Ключевые слова: отдых в России, Алтай, Телецкое озеро, Чуйский тракт,
        Чулышман, Кату Ярык, Каменные грибы, Актру, Белуха, кайчи, маралы,
        поехали в горы
      </>
    ),
    img: [
      altay_1,
      altay_2,
      altay_3,
      altay_4,
      altay_5,
      altay_6,
      altay_7,
      altay_8,
    ],
  },
  {
    title: 'The Дагестан. Стоит ли ехать искушенному туристу?',
    text: (
      <>
        В июле 2024 года состоялась наша долгожданная поездка в Дагестан,
        которую мы организовали для группы волейболистов. 4-дневная программа
        включала в себя не только все топовые локации южной республики: от
        крепости Нарын-Кала в Дербенте до Сулакского каньона, но и уникальные
        маршруты, дом-музей Расула Гамзатова, а также конные прогулки по
        живописному Хунзахскому плато и дегустацию национальных блюд в уютном
        ауле посреди гор. Ниже традиционно поделимся полезной информацией для
        тех, кто планирует свою поездку в Дагестан, а также сделаем выводы,
        стоит ли туда ехать искушенному московскому туристу.
        <br />
        <br />
        <h4>КАК ДОБРАТЬСЯ?</h4> Из Москвы в Махачкалу летает порядка 20 рейсов в
        день. Полет занимает около 3 часов. В высокий сезон round trip тариф
        может доходить до 40 тысяч рублей, поэтому имеет смысл выкупать авиа
        накануне поездки, тогда есть большая вероятность приобрести их за
        разумные 18-25 тыс/чел.
        <br />
        <br />
        <h4>ДРЕСС-КОД:</h4> Дагестан — это консервативный регион со своим
        укладом и традициями. Гиды заранее предупреждают о дресс-коде: ноги выше
        колена, плечи, живот и спина должны быть закрыты (и у женщин, и у
        мужчин). Сильно обтягивающую, полупрозрачную одежду, глубокое декольте
        также не используем.
        <br />
        <br />
        <h4>АЛКОГОЛЬ:</h4> в горах с алкоголем все сложно: его нет в меню
        ресторанов и в магазинах, поэтому, если планируете вечером пригубить
        бокальчик вина, об этом стоит позаботится заранее.
        <br />
        <br />
        <h4>ЧТО ПОСМОТРЕТЬ?</h4> В Дагестан конечно же едут за природным
        туризмом! но помимо заброшенного села-призрака Гамсутль, водопада Тобот
        и Сулакского каньона, ставшими визитными карточками региона, здесь есть
        огромное количество мест, где можно просто остаться один на один с
        горной природой и отдохнуть от шума мегаполиса: покататься на лошадях по
        Хунзахскому плато на высоте 2000 м, почилить на веранде своего домика в
        горах в Гунибе, наблюдая за звездами или покататься по одному из
        многочисленных водохранилищ на сапах. Можно и на катерах, но обязательно
        уточняйте стиль поездки: экстрим или лайт.
        <br />
        <br />
        <h4>КУЛЬТУРА</h4> В регионе огромный культурный пласт благодаря
        многочисленным народам, населяющим регион: аварцы, кумыки, даргинцы,
        лезгины, горские евреи. С культурой и бытом аварцев нам удалось
        познакомиться во время частной экскурсии в мемориальном доме-музее
        Гамзата Цадасы, где родился и вырос народный поэт Дагестана Расул
        Гамзатов. В самом древнем городе России - Дербенте очень понравилась
        экскурсия по крепости Нарын-Кала (внесена в список всемирного наследия
        ЮНЕСКО)
        <br />
        <br />
        <h4>ЧТО ПОКУШАТЬ?</h4> Какие ассоциации у Вас вызывает национальная
        дагестанская кухня? шашлык из баранины, хинкал, урбеч, гурзе,
        абрикосовая каша, чуду? Все это мы пробовали на протяжении нашего
        путешествия неоднократно. Чуду с зеленью, мясом, сыром великолепны
        везде! Но самой вкусной оказалась баранина в Нескучном Саду Салмановых,
        где мы провели наш Гала-обед перед вылетом в окружении персикового сада
        и дымящих самоваров с травяными чаями 🤤
        <br />
        <br />
        В целом нужно отметить, что регион стремительно развивается: за год
        появилось огромное множество очень приличных гостевых домов в горных
        районах, отелей и ресторанов на любой вкус и кошелек. К выбору гида
        нужно подойти крайне ответственно. Туризм в регионе только зарождается:
        сертифицированных гидов крайне мало, из организаторов туров официально
        зарегистрированы и внесены в реестр ТО единицы. Отсюда достаточное
        количество негативных отзывов от туристов, связанных с тем, что функции
        так называемых гидов-водителей сводятся к перемещению туристов от одной
        локации к другой с предоставлением скупой информации о культурном
        объекте, с которым знакомят гостей региона. Вопрос безопасности лично
        для меня остался открытым: бродя по развалинам села-призрака Гамсутль и
        гоняя на скоростном катере по водохранилищу я, честно говоря,
        радовалась, что также сопровождала свои группу и могла со своей стороны
        контролировать красные флаги путешествия (а их, поверьте, было
        достаточно много). Решиться на повторный эксперимент так и не смогла в
        силу своей повышенной ответственности за безопасность и качество отдыха
        своих туристов.
        <br />
        <br />
        В заключении я бы хотела сказать, что богатый культурный пласт и
        невероятные природные красоты Дагестана однозначно стоят того, чтобы
        однажды, а может и ни раз, посетить самый южный регион нашей страны, но
        к организации Вашего путешествия стоит подойти крайне ответственно,
        чтобы не испортить впечатления от поездки. С удовольствием сдадим все
        пароли и явки для тех, кто планирует путешествие в Дагестан этим летом.
        <br />
        <br />
        #theдагестан #хинкалчудугурзе #дербент #гамзатов #горы #перезагрузка
      </>
    ),
    img: [
      dagestan_1,
      dagestan_2,
      dagestan_3,
      dagestan_4,
      dagestan_5,
      dagestan_6,
      dagestan_7,
      dagestan_8,
    ],
  },
  {
    title: 'Emerald Maldives Resort & SPA: еще один день в раю, но есть нюансы',
    text: (
      <>
        Когда ты - турагент, при планировании семейных отпусков всегда выбираешь
        направления и отели, исходя их профессионального интереса. Именно
        поэтому летний отпуск с семьей было решено провести на Мальдивах в отеле
        Emerald Maldives Resort & SPA, открывшемся в 2019 году. Учитывая
        ковидные ограничения отель в полную силу начал функционировать только в
        2021, поэтому даже в 2024 удалось поймать очень вкусную цену, отдав за
        10-дневный отдых для четверых на Все Включено при проживании на пляжной
        вилле (они у них восхитительны) чуть больше 8 тыс. долларов.
        <br />
        <br />
        Любовь с отелем Emerald случилась сразу:
        <br />
        <br />
        <b>Во-первых</b>, это итальянская сеточка The Emerald Collection,
        принадлежащая семье Скарапиккья, а уж кто, если не итальянцы знают толк
        в красоте и эстетике
        <br />
        <br />
        <b>Во-вторых</b>, люблю новинки: отель, как я уже сказала выше, был
        открыт в 2019 году на одном из крупнейших частных островов Фасмендху в
        северо-восточной части Мальдивского архипелага в атолле Раа
        <br />
        <br />
        <b>В-третьих</b>, трансфер на гидросамолете неутомительный и занимает
        всего 40 минут
        <br />
        <br />
        <b>В-четвертных</b>, у отеля очень достойный пакет Deluxe All и сильная
        семейная концепция (детский клуб площадью 1500 м² с собственным
        рестораном и бассейном, работающим с 8 до 20 каждый день очень полюбился
        нашей 4-х летке)
        <br />
        <br />
        На встрече с руководством отеля имела честь лично познакомиться с
        Региональным Генеральным Менеджером резорта Srikanth Devarapalli,
        который любезно предложил провести частную инспекцию острова. Ниже
        поделюсь важной и полезной информацией для тех, кто собирается провести
        свой отпуск в этом отеле:
        <br />
        <br />
        <b>Главные SALES POINTS</b> резорта:
        <br />
        <br />
        <b>- шикарные новые виллы</b> с отдельно стоящей ванной и тропическим
        душем под открытом небом (от 176 кв. м) – идеальный вариант размещения
        для семьи 2 +2. Для взрослого ребенка есть отдельно стоящая кровать,
        также по запросу могут поставить евро-раскладушку (большая, с хорошим и
        удобным матрасом, как полноценная кровать). Водные виллы абсолютно
        идентичны пляжным, но немного отличаются цветовой гаммой в интерьере.
        Кстати, политика отеля разрешает заселять туристов с маленькими детьми
        на водные виллы при условии подписания соответствующего indemnity
        letter.
        <br />
        <b>- Самый большой на Мальдивах Детский клуб Dolphin Kids Club</b>. У
        детского клуба шикарное оснащение: есть все от игровых автоматов (зона
        для подростков хорошо зонирована, что позволяет создавать свой
        температурный режим), до своего ресторана, бассейна и различных
        интерактивных игрушек, больших машинок и тд. Очень интересная и
        насыщенная программа для детей (каждый день своя): ловля крабов на
        берегу, изготовление ветряных колокольчиков, конкурс деревянных лодок и
        тд Все воспитатели (есть, кстати, русскоязычные) очень вовлеченные и
        внимательные. Дети от 8 лет могут даже получить опыт погружений по
        программе PADI Bubblemaker (от 165 $/ чел).
        <br />
        <b>- Питание по системе Deluxe All</b> с большим выбором игристых и
        крепкого импортного премиального алкоголя. Dine around представлен
        системой шведского стола в ресторане Aqua, а также тремя аля картами:
        Beach Club Grill (шикарный ризотто и один из самых вкусных брауни,
        которые я пробовала), азиатским рестораном Le Asiatique, где мне
        понравились суши и сашими, а также том ям, и рестораном
        латино-американской кухни Amazonico (не большой фанат такой кухни, но в
        порядке гастро-эксперимента было интересно сходить), а также ужином
        тэппанъяки (нас не очень впечатлили ни качество еды, ни само помещение
        (было очень жарко от печки, но многим нравится шоу с ножами и открытым
        пламенем)).
        <br />
        <br />
        <h4>О ЧЕМ ПРЕДУПРЕЖДАЕМ</h4>
        - Этот отель точно не подойдет любителям снорклинга, так как домашний
        риф здесь достаточно скромный (максимум, что мы увидели были 5-6 видов
        рыбешек). Ближайший хороший риф находится на соседнем необитаемом
        острове, стоимость выездного снорка обойдется Вам в 60$ с человека. -
        Есть нюансы по пляжу (берег подвержен эрозии, поэтому в некоторых местах
        можно увидеть мешки, укрепляющие берег). Виллы с джакузи (225-228), на
        мой взгляд, обладают лучшими пляжными характеристиками (идеальный вход в
        океан и хорошая приватность). Точно не стоит выбирать marina garden
        villa и beach villa with pool, если важен хороший вход в море. В любом
        случае, на общем пляже напротив ресторана Aqua всегда есть возможность
        искупаться с детьми в лагуне с пологим входом и без волн. Большинство
        гостей резорта с детьми, по моим наблюдениям, предпочитали проводит
        время именно там, чему также способствовал замечательный бич бар с
        отличным аперолем и просекко, который заботливо приносит тебе на шезлонг
        официант.
        <br />
        <br />
        В целом отель оставил крайне положительные впечатления. Очень часто его
        продаю и всегда получаю только положительные отзывы. Большое количество
        инстаграмных локаций, стильные и свежие виллы (их на острове 120,
        включая 10 семейных), сильная семейная концепция, очень зеленый,
        несмотря на свой юный возраст, и по-настоящему босоногий остров с очень
        доброжелательным персоналом и грамотным менеджментом, - все вместе
        делает отдых в Emerald Maldives незабываемым.
        <br />
        <br />
        #checkintravel #maldives #emerald
      </>
    ),
    img: [
      maldives_1,
      maldives_2,
      maldives_3,
      maldives_4,
      maldives_5,
      maldives_6,
      maldives_7,
      maldives_8,
    ],
  },
  {
    title:
      'THE LITTLE SHORE BY KATATHANI (KHAO LAK): личный опыт и советы путешественникам',
    text: (
      <>
        Опыт в туризме – это всегда личная экспертиза. Недолюбливаю РИТы
        (рекламно-информационные туры), когда приходится за раз смотреть от 20
        до 50 отелей. Понимаю, что это вынужденная необходимость, однако, на мой
        взгляд, такое знакомство с отелями дает очень поверхностное впечатление
        от резортов. Поэтому всегда стараюсь совмещать личный отдых с
        профессиональным любопытством и частными инспекциями отелей.
        <br />
        <br />
        Для своей экспертизы в ноябре 2024 года я выбрала открытый в мае этого
        года известной отельной группой KATATHANI отель THE LITTLE SHORE на
        набирающем популярность среди русских туристов курорте Khao Lak.
        Отсутствие прямых перелетов, ограниченное авиа-сообщение в купе с
        санкциями подогрели ажиотажный спрос на курорты Пхукета, поэтому выбор
        тихого, семейного курорта с протяженной линией пляжа и большим
        количеством отелей на первой береговой, было мудрым решением. В самом
        начале высокого сезона отель был заполнен всего на 50%. Заказанный
        индивидуальный трансфер у наших партнеров, учитывая, что отель находится
        в 110 км от аэропорта Пхукета, также стоил каждого потраченного бата.
        Даже после длительного перелета трансфер не показался утомительным:
        хорошие дороги, комфортный скоростной режим и качественный мини-вэн
        скрасили наши 1 час 15 минут, которые нам потребовались, чтобы добраться
        до респшена.
        <br />
        <br />
        <h4>КОМУ ПОДОЙДЕТ?</h4>
        Отель идеально подойдет для романтичного отдыха вдвоем, а таже для
        отдыха с маленькими детьми до 2 лет. Более взрослым детям в отеле будет
        скучно, так как для них отсутствует какая-либо инфраструктура (по сути,
        только одна игровая комната в основном здании). Этот отель точно
        подойдет тем, кто ценит эстетику и высокий уровень сервиса на отдыхе
        <br />
        <br />
        <h4>ОСНОВНЫЕ SALES POINTS ОТЕЛЯ</h4>
        <b>- ШИКАРНЫЕ стильные номера</b> и виллы с собственным бассейном и
        шезлонгами. Поскольку отель новый, создается впечатление, что до тебя в
        них никто не жил. Каждый номер имеет свой бассейн. Рекомендуем выбирать
        категории sea view, поскольку другие категории могут иметь неприятное
        соседство с генератором соседнего отеля и выходить на искусственный
        газон, устилающий крышу холла первого этажа.
        <br />
        <br />
        <b>- ВЕЛИКОЛЕПНЫЙ сервис</b>: в отеле есть приложение, в чате которого
        24/7 доступен консьерж-сервис, все просьбы, начиная от бронирования
        ресторанов на ужин и заканчивая вызовом багги, который бесплатно отвезет
        Вас на main street c большим количеством кафе, ресторанов, караоке и
        массажных кабинетов, исполняются с улыбкой и моментально. Стоит обратить
        внимание, что русскоговорящего персонала в отеле нет, зато на английском
        работники рецепции и ресторанов общаются достаточно хорошо.
        <br />
        <br />
        <b>- ОТЛИЧНАЯ ЛОКАЦИЯ</b>: отель располагается на первой береговой
        линии, в 350-400 метрах по пляжу вправо находится замечательная лагуна
        чистого, спокойного и красивого пляжа Нанг Тонг с интересным полеском,
        где вперемежку с пальмами растут настоящие сосны. До Главной Улицы со
        основным движем на багги можно добраться за 5-7 минут, либо пройтись
        пешком порядка 20-25 минут. Буквально за забором находится отель The
        Sands, тоже относящийся к группе Katathani, всей инфраструктурой
        которого, включая массажные кабинеты (массаж там, кстати, в 2 раза
        дешевле), бары, пляжи и 3 аля карта, гости The Little Shore также могут
        пользоваться.
        <br />
        <br />
        <b>- ВИШЕНКОЙ НА ТОРТЕ</b> является близость отеля к порту, с которого
        отправляются катера на великолепные Симиланские острова. Для тех, кто не
        в курсе, Симиланы — это группа островов в Андаманском море очень
        напоминающие Мальдивы. На языке Яви название архипелага означает
        «девять», по количеству островов. В 1982 году был образован национальный
        парк «Симилан. Симиланские острова расположены в Андаманском море, в 70
        км к западу от тайской провинции Пхангнга. Для отдыхающих на Као Лак
        дорога до порта занимает всего 25 минут до пирса + 1.15-1.20 на
        скоростном трансфере. Красота неописуемая, но очень рекомендуем выезжать
        туда в районе 5-6 утра, чтобы любоваться Тайскими Мальдивами без шумных
        и многочисленных китайских групп.
        <br />
        <br />
        <b>- ПРИЯТНЫЕ ПЛЮШКИ</b> для гостей отеля, включая приветственную
        скидку-комплимент на 1.5 - часовой массаж для двоих в SPA отеля,
        релакс-музыку на всей территории отеля, инстаграммный kissing point для
        невероятных фото на фоне заката, стильный Инфинити-бассейн, выложенный
        черной плиткой (первый раз вижу такое решение), забавные фигурки из
        дерева, которые выставляются на специальную полочку у дверей, вместо
        обычных табличек «не беспокоить» и «пожалуйста, уберите мою комнату»
        <br />
        <br />
        <h4>ЧТО ВАЖНО ЗНАТЬ перед бронированием:</h4>
        - Депозит: 1000 BHT/сутки: наличные или карта (принимают российские
        карты union pay)
        <br />
        <br />
        - питание на HB дает возможность поужинать по сет-меню в ресторанах alla
        carte самого отеля или соседнего The Sands или заказать по меню из
        расчета 850 BHT с человека
        <br />
        <br />
        - отсутствие русскоговорящего персонала (для кого это критично)
        <br />
        <br />
        - Групповой трансфер из аэропорта занимает порядка 1.5 -2 часов, поэтому
        рекомендую брать индивидуальный трансфер
        <br />
        <br />
        Надеюсь, информация была полезной для вас! Надеюсь, что в скором времени
        мы сможем поделиться с вами новыми направлениями и лайфхаками для Вашего
        незабываемого отдыха.
        <br />
        <br />
        #checkintravel #thelittleshore #khaolak
      </>
    ),
    img: [
      katathani_1,
      katathani_2,
      katathani_3,
      katathani_4,
      katathani_5,
      katathani_6,
      katathani_7,
      katathani_8,
    ],
  },
];

export default function Blog() {
  const [expandedIndices, setExpandedIndices] = useState([]);
  const [selectedImage, setSelectedImage] = useState(null);

  const handleToggle = (index) => {
    setExpandedIndices((prevIndices) =>
      prevIndices.includes(index)
        ? prevIndices.filter((i) => i !== index)
        : [...prevIndices, index],
    );
  };

  const handleImageClick = (img) => {
    setSelectedImage(img);
  };

  const closeModal = () => {
    setSelectedImage(null);
  };

  return (
    <section className="blog container">
      <h2 className="title">блог эксперта</h2>
      {blog.map((item, index) => (
        <div className="blog__card" key={index}>
          <h3 className="blog__subtitle">{item.title}</h3>
          <p
            className="blog__text"
            style={{
              height: expandedIndices.includes(index) ? 'auto' : '195px',
            }}
          >
            {item.text}
          </p>
          <button className="blog__btn" onClick={() => handleToggle(index)}>
            <b>
              {expandedIndices.includes(index) ? 'Свернуть' : 'Читать дальше'}
            </b>
          </button>
          <div className="blog__gallery">
            {item.img.map((img, index) => (
              <img
                src={img}
                alt="изображение блога"
                className="blog__img"
                key={index}
                onClick={() => handleImageClick(img)}
              />
            ))}
          </div>
        </div>
      ))}
      {selectedImage && (
        <div className="blog-modal" onClick={closeModal}>
          <div className="blog-modal-img">
            <img src={selectedImage} alt="изображение блога" />
          </div>
        </div>
      )}
    </section>
  );
}
